{"model": "kabita-choudhary/finetuned-bart-for-conversation-summary", "model-params": {"num_beams": 4, "max_length": 500, "min_length": 250, "length_penalty": 2.0}, "summary-high": "Miracle Noodle Fettuccini is a low-calorie, healthy pasta alternative for people who avoid carbs. It's a little bit smelly when it comes out of the package, but after boiling it in boiling water it gets better. The texture is good, the taste is okay, and it's easy to cook with it. The product is fat free and low or no calories. It has a bit of a crunch to it, but that's not a big deal once you rinse it off and cook with boiling water. The noodles are delicious and they take on the flavor of whatever you cook them with.    They are great in the chicken teriyaki dish I made the other night. They are also good in the stir fry chicken, Bok Choy and noodles I made with ground turkey, so I decided to make some \"Ketogenic\" stir fry for dinner tonight, using a package of Miracle noodle fettuccino.  They have a lot of protein and no carbs.  It is a good source of protein, so it's a good option for people on a low carb diet, but they don't have to worry about counting calories, as it's not an added sugar.", "summary-low": "The Shirataki pasta is bad to eat, tastes bad, it is impossible to cook, it has a bad smell, it contains no carbs and calories, but it is good for watching calories and it delivers no carbs. The noodles are rubbery, they don't absorb the cooking sauce, they are crunchy, they have a cucumber-like texture and nothing sticks to them, they taste like rubber, and they are hard to cook. The product is cheap but it's not worth the money. The customer wants to return the product and get his or her money back. The company promises it contains \"nothing\" but it delivers \"rubbery and no flavor, it's expensive and it's hard to prepare, it takes a lot of prep work, it doesn't taste good, it smells bad and it is difficult to cook it, but is tasty, so don't waste your money.    It's a good product for watching calories. It is a good option for people who want to start a low-calorie lifestyle.  It is not recommended for those who don't want to watch calories. It smells bad when first opened and after rinsing, so it was necessary to fumigate the kitchen."}